{
    "menuTitle": "Café Lampochka",
    "siteTitle": "LAMPOCHKA",
    "navMenu": "Menu",
    "navContacts": "Contacts",
    "navLocation": "Location",
  
    "sectionMenu": "MENU 메뉴",
    "categoryShashlik": "Barbeque / 꼬치",
    "dishShashlik_1": "Pork Shashlik / 돼지고기 꼬치구이",
    "descShashlik_1": "Juicy pieces of pork marinated in spices and grilled over coals until golden. Served with onions and tomato sauce.\n양념에 재운 돼지고기를 숯불에 구워 바삭하고 촉촉하게 만든 돼지고기 꼬치. 양파와 토마토 소스와 함께 제공됨.",
    "priceShashlik_1": "₩ 7 000",

    "dishShashlik_2": "Lamb Shashlik / 양고기 꼬치구이",
    "descShashlik_2": "Premium cuts of lamb marinated and grilled over open fire, rich in flavor. Served with onions and tomato sauce.\n고급 양고기를 양념에 재워 숯불에 구운 풍미 가득한 양고기 꼬치. 양파와 토마토 소스와 함께 제공됨.",
    "priceShashlik_2": "₩ 9 000",

    "dishShashlik_3": "Chicken Shashlik / 닭고기 꼬치구이",
    "descShashlik_3": "Tender chicken marinated in spices and grilled to golden perfection. Served with onions and tomato sauce.\n부드러운 닭고기 꼬치를 양념양파와 토마토 소스와 함께 제공됨.",
    "priceShashlik_3": "₩ 7000",

    "dishShashlik_4": "Liver Shashlik / 간 꼬치구이",
    "descShashlik_4": "Tender liver marinated in aromatic spices and grilled to juicy perfection. Served with onions and tomato sauce.\n간을 향신료에 재워 숯불에 구운 간 꼬치구이. 양파와 토마토 소스와 함께 제공됨.",
    "priceShashlik_4": "₩ 7000",

    "dishShashlik_5": "Lamb Ribs / 양갈비",
    "descShashlik_5": "Aromatic lamb ribs grilled to a golden crust, with deep flavor and a hint of smoke. Served with onions and tomato sauce.\n향긋하고 고소한 양갈비를 숯불에 구운 양갈비. 양념양파와 토마토 소스와 함께 제공됨.",
    "priceShashlik_5": "₩ 15 000",

    "dishShashlik_6": "Lamb Entrecôte / 양 등심",
    "descShashlik_6": "Juicy and tender lamb entrecôte grilled over coals to perfect doneness. Served with onions and tomato sauce.\n부드럽고 촉촉한 숯불에 완벽하게 구워낸 양고기 등심. 양념양파와 토마토 소스와 함께 제공됨.",
    "priceShashlik_6": "₩ 15 000",

   
    "categoryMain": "First Dishes / 국,찜,찌개",

    "mainDishTitle_0": "Solyanka / 솔랸카",
    "mainDishDesc_0": "Rich soup made with hearty beef broth, smoked meats, pickles, olives, and lemon. Served with sour cream.\n진한 소고기 육수에 훈제 고기, 피클, 올리브, 레몬이 들어간 러시아 전통 수프. 사워 크림과 함께 제공됨.",
    "mainDishPrice_0": "₩ 10 000",
   
    
    "mainDishTitle_1": "Borscht / 보르시",
    "mainDishDesc_1": "Aromatic beet soup in rich beef broth with meat, cabbage and vegetables. Served with sour cream. 비트수프: 고기, 배추, 야채.",
    "mainDishPrice_1": "₩ 10 000",

  
    "mainDishTitle_2": "Kuksi / 쿡시",
    "mainDishDesc_2": "A refreshing cold dish made of beef and vegetables in a spicy sweet-and-sour sauce with aromatic spices. Served chilled.  \n차가운 국수: 소고기, 야채, 매콤달콤한 소스.",
    "mainDishPrice_2": "₩ 10 000",

    "mainDishTitle_3": "Tom Yum / 똠얌",
    "mainDishDesc_3": "Spicy Thai soup with seafood, lemongrass, galangal, chili and lime. Served with rice.\n매콤한 태국식 수프: 해산물, 레몬그라스, 갈랑가, 고추, 라임. 공기밥 제공됨.",
    "mainDishPrice_3": "₩ 13 000"
,

    "mainDishTitle_4": "Lagman / 라그만",
    "mainDishDesc_4": "Hearty soup in rich beef broth with beef, vegetables, celery, spices and noodles. Served with a spicy seasoning.\n 누들 소고기 수프: 소고기, 채소, 셀러리, 향신료. 매운 소스와 함께 제공됨.",
    "mainDishPrice_4": "₩ 10 000",


    "categorySecondDish": "Main Courses / 메인 코스",
    "secondDishTitle_1": "French-style Pork / 프랑스식 돼지고기",
    "secondDishDesc_1": "Oven-baked pieces of pork topped with onions, tomatoes, and grated cheese. Served with your choice of homemade mashed potatoes or potato wedges.\n오븐에 구운 양파, 토마토, 치즈, 마요네즈를 얹은 돼지고기. 매쉬드 포테이토 또는 감자 웨지가 선택 가능.",
    "secondDishPrice_1": "₩ 14 000",

    "secondDishTitle_2": "Hawaiian-style Pork / 하와이식 돼지고기",
    "secondDishDesc_2": "Juicy pork baked with sweet pineapples and cheese. Served with your choice of homemade mashed potatoes or potato wedges.\n 달콤한 파인애플과 치즈와 구운  촉촉한 돼지고기. 매쉬드 포테이토 또는 감자 웨지가 선택 가능.",
    "secondDishPrice_2": "₩ 14 000",

    "secondDishTitle_3": "Pork Chop / 돼지고기 커틀릿",
    "secondDishDesc_3": "A pounded juicy piece of pork, fried or grilled until golden brown. Served with your choice of homemade mashed potatoes or potato wedges.\n팬이나 그릴에 구워 만든 부 돼지고기 커틀릿. 매쉬드 포테이토 또는 감자 웨지가 선택 가능.",
    "secondDishPrice_3": "₩ 12 000",

    "secondDishTitle_4": "Baked Chicken Leg / 오븐에 구운 닭다리",
    "secondDishDesc_4": "Golden and crispy chicken legs baked with spices, garlic and herbs. Served with your choice of homemade mashed potatoes or potato wedges.\n향신료, 마늘, 허브와 함께 구워 바삭하게 만든 닭다리. 매쉬드 포테이토 또는 감자 웨지가 선택 가능.",
    "secondDishPrice_4": "₩ 10 000",

    "secondDishTitle_5": "Chicken Tabaka / 치킨 타바카",
    "secondDishDesc_5": "Small crispy and golden chicken pressed and pan-fried with aromatic spices.\n향신료와 함께 팬에 바삭하게 구운 작은 닭.",
    "secondDishPrice_5": "₩ 12 000",

    "secondDishTitle_6": "Beef Manti / 소고기 만트",
    "secondDishDesc_6": "Big juicy dumplings steamed with finely chopped beef, onion, and spices.\n 다진 소고기, 양파, 향신료로 속을 채운 촉촉한 만두. 찜으로 조리됨.",
    "secondDishPrice_6": "₩ 10 000",

    "secondDishTitle_7": "Chicken Shawarma / 치킨 샤와르마",
    "secondDishDesc_7": "Juicy chicken, fresh lettuce, vegetables, Korean-style carrots, and signature garlic sauce wrapped in soft lavash.\n부드러운 라바시에 촉촉한 치킨, 상추, 채소, 한국식 당근, 시그니처 마늘 소스를 담은 샤와르마.",
    "secondDishPrice_7": "₩ 11 000",

    "secondDishTitle_8": "Chicken Doner / 치킨 도너",
    "secondDishDesc_8": "Flavorful chicken, French fries, fresh vegetables, pickles, Korean-style carrots, ketchup and sauce wrapped in lavash.\n향긋한 치킨, 감자튀김, 신선한 채소, 피클, 한국식 당근, 케첩과 소스를 라바시에 싸서 풍부한 맛을 느낄 수 있는 도너.",
    "secondDishPrice_8": "₩ 11 000",


    "secondDishTitle_9": "Homemade Beef Sausages (3 pcs) / 수제 소고기 소시지 (3개)",
    "secondDishDesc_9": "Juicy homemade sausages made from chopped beef in natural pork casing, prepared using a traditional recipe. Served with tomato sauce.\n전통 레시피로 만든 다진 소고기와 천연 돼지창자로 만든 수제 소시지. 토마토 소스와 함께 제공됩니다.",
    "secondDishPrice_9": "₩ 12 000",

    "secondDishTitle_10": "Homemade Pork Sausages (3 pcs) / 수제 돼지고기 소시지 (3개)",
    "secondDishDesc_10": "Tender pork sausages in natural casing, homemade from ground pork with spices. Served with tomato sauce.\n양념을 더한 고급 돼지고기 다짐육으로 만든 수제 소시지. 천연 케이싱에 담겨 있으며 토마토 소스와 함께 제공됨.",
    "secondDishPrice_10": "₩ 11 000",

    "secondDishTitle_11": "Homemade Chicken Sausages (3 pcs) / 수제 치킨 소시지 (3개)",
    "secondDishDesc_11": "Light and juicy sausages made from chopped chicken in natural pork casing, seasoned with aromatic spices for a mild flavor. Served with tomato sauce.\n다진 닭고기로 만든 부드럽고 촉촉한 소시지. 토마토 소스와 함께 제공됨.",
    "secondDishPrice_11": "₩ 10 000",

    "secondDishTitle_12": "Beef Schnitzel / 소고기 슈니첼",
    "secondDishDesc_12": "Thin crispy beef cutlet breaded and fried. Served with your choice of homemade mashed potatoes or potato wedges.\n얇은 빵가루에 입혀 바삭하고 노릇하게 튀긴 소고기. 포테이토 또는 감자 웨지가 선택 가능.",
    "secondDishPrice_12": "₩ 13 000",

    "secondDishTitle_13": "Homemade Beef Patties / 수제 소고기 함박스테이크",
    "secondDishDesc_13": "Tender  homemade pan-fried beef patties. Served with mashed potatoes or potato wedges.\n부드러운 소고기 다짐육으로 만든 수제 함박스테이크. 포테이토 또는 감자 웨지가 선택 가능.",
    "secondDishPrice_13": "₩ 10 000",

    "categorySalads": "Salads / 샐러드",
    "saladTitle_1": "Chicken Caesar / 치킨 시저",
    "saladDesc_1": "Classic salad with tender chicken fillet, crispy croutons, cherry tomatoes, grated parmesan, and Caesar dressing.\n부드러운 치킨, 크루통, 방울토마토, 파르메산 치즈, 시저 드레싱이 들어간 클래식 샐러드.",
    "saladPrice_1": "₩ 11 000",

    "saladTitle_2": "Greek Salad / 그리스 샐러드",
    "saladDesc_2": "Fresh tomatoes, cucumbers, bell peppers, olives, juicy feta, and olive oil. Served without onions.\n신선한 토마토, 오이, 피망, 올리브, 페타 치즈, 올리브 오일이 어우러진 상큼한 샐러드입니다. 양파는 포함되지 않음.",
    "saladPrice_2": "₩ 10 000",

    "saladTitle_3": "Olivier Salad with Sausage / 오리비에 샐러드 (소시지)",
    "saladDesc_3": "Traditional Russian salad with boiled sausage, potatoes, carrots, eggs, green peas, and pickles, dressed with mayonnaise.\n마요네즈로 버무려진 소시지, 감자, 당근, 달걀, 완두콩, 피클이 들어간 러시아식 샐러드.",
    "saladPrice_3": "₩ 9000",

    "saladTitle_4": "Crab Salad / 크랩 샐러드",
    "saladDesc_4": "Tender crab sticks, juicy corn, boiled eggs, and rice mixed with mayonnaise for a soft and balanced flavor.\n게맛살, 옥수수, 달걀, 밥을 마요네즈로 버무린 부드럽고 균형 잡힌 맛의 샐러드.",
    "saladPrice_4": "₩ 9000",

    "saladTitle_5": "Korean-Style Chicken Gizzard Salad / 닭똥집 회무침",
    "saladDesc_5": "Spicy Korean salad with marinated chicken gizzards in vinegar, garlic, and spices, mixed with spicy carrots.\n식초, 마늘, 향신료에 절인 닭똥집과 매운 당근으로 만든 한국식 매콤한 무침.",
    "saladPrice_5": "₩ 9000",

    "saladTitle_6": "Korean-Style Tripe Salad / 소 내장 회무침",
    "saladDesc_6": "Bold and spicy dish made from beef tripe marinated in vinegar, spices, and garlic, with added vegetables.\n소 내장을 식초, 마늘, 향신료에 절이고 채소를 곁들인 매콤한 무침.",
    "saladPrice_6": "₩ 10 000",

    "saladTitle_7": "Beef He (Korean-style) / 소고기 회무침",
    "saladDesc_7": "Tender beef slices marinated in vinegar, garlic, and spices, mixed with spicy carrots and herbs.\n소고기를 식초, 마늘, 향신료에 절여 매운 당근과 허브를 곁들인 한국식 회무침.",
    "saladPrice_7": "₩ 10 000",

    "saladTitle_8": "Crispy Eggplant Salad / 바삭한 가지 샐러드",
    "saladDesc_8": "Fried eggplant with soft Philadelphia cheese, juicy tomatoes, and aromatic cilantro, dressed with a light sauce.\n튀긴 가지, 필라델피아 치즈, 토마토, 고수에 가벼운 소스를 곁들인 풍미 가득한 샐러드.",
    "saladPrice_8": "₩ 11 000",

    "saladTitle_9": "Arugula with Shrimp / 루콜라 새우 샐러드",
    "saladDesc_9": "Fragrant arugula with juicy shrimp, parmesan, mozzarella, and almond slices, dressed with a light sauce.\n향긋한 루콜라에 새우, 파르메산, 모짜렐라, 아몬드 슬라이스를 곁들인 샐러드입니다. 가벼운 소스로 마무리됩니다.",
    "saladPrice_9": "₩ 9000",

    "saladTitle_10": "Shrimp Caesar / 새우 시저 샐러드",
    "saladDesc_10": "Fresh lettuce, juicy shrimp, crispy croutons, cherry tomatoes, and grated parmesan, topped with house Caesar dressing.\n신선한 로메인, 새우, 크루통, 방울토마토, 파르메산 치즈에 시그니처 시저 드레싱을 곁들인 샐러드.",
    "saladPrice_10": "₩ 13 000",


    "categoryToGo": "Takeout / 포장",

    "dishToGo_1": "Homemade Dumplings (Beef) / 수제 소고기 만두",
    "descToGo_1": "Handmade dumplings filled with juicy beef and spices. Sold by weight (1kg).\n육즙 가득한 소고기와 향신료로 속을 채운 수제 만두. 1kg 단위로 판매됨.",
    "priceToGo_1": "₩ 15 000",

    "dishToGo_2": "Homemade Dumplings (Pork) / 수제 돼지고기 만두",
    "descToGo_2": "Tender handmade dumplings with juicy pork filling seasoned with spices. Sold by weight (1kg).\n부드럽고 촉촉한 돼지고기 속이 들어간 수제 만두. 1kg 단위로 판매됨.",
    "priceToGo_2": "₩ 13 000",

    "dishToGo_3": "Homemade Dumplings (Beef & Pork) / 수제 혼합 만두",
    "descToGo_3": "Classic dumplings with a mix of beef and pork for a perfectly balanced flavor. Sold by weight (1kg).\n소고기와 돼지고기를 혼합하여 만든 클래식한 만두. 1kg 단위로 판매됨.",
    "priceToGo_3": "₩ 12 000",

    "dishToGo_4": "Homemade Sundae (Korean Blood Sausage) / 수제 순대",
    "descToGo_4": "Traditional Korean sausage made with pig’s blood, meat, and a small amount of rice for soft texture. Sold by weight (1kg).\n돼지 피, 고기, 쌀로 속을 채운 전통적인 한국식 순대. 1kg 단위로 판매됨.",
    "priceToGo_4": "₩ 25 000",


    "categoryDrinks": "Drinks / 음료",

    "nonAlcoholic": "Non-Alcoholic Drinks / 무알콜",
    "drinkStill": "Still Drinks / 탄산 없는 음료",
    "drink_1": "Pepsi",
    "drink_2": "Sprite",
    "drink_3": "Green Tea with Lemon / 레몬 녹차",
    "drink_4": "Black Tea with Lemon / 레몬 홍차",
    "drink_5": "Compote (1L) / 콤포트",
    "drink_6": "Lemonade (1L) / 레모네이드",

    "alcoholic": "Alcoholic Drinks / 주류",
    "drink_7": "Sangria Wine (0.2L) / 상그리아 와인",
    "drink_8": "Alazani Valley (0.5L) / 알라자니 밸리",
    "drink_9": "Vodka Absolut (0.7L) / 앱솔루트 보드카",
    "drink_10": "Whiskey Jack Daniel’s (0.7L) / 잭다니엘 위스키",
    "drink_11": "Whiskey Jameson (50ml) / 제임슨 위스키",
    "drink_12": "Soju / 소주",
    "drink_13": "Beer / 맥주",
    "drink_14": "Vodka 'Ugolnaya' (0.5L) / 우골나야 보드카",
    "drink_15": "Vodka 'Khortytsa' (0.5L) / 호르티차 보드카",
    "drink_16": "Vodka 'Kislorod' (0.5L) / 키슬로로드 보드카",
    "drink_17": "Vodka 'Russkaya' (0.5L) / 루스카야 보드카",

    "categoryBeerSnacks": "Beer Snacks / 맥주 안주",
    "beerSnack_1": "Smoked Braided Cheese / 꼬임 치즈",
    "beerSnack_2": "Basturma / 바스토르마",
    "beerSnack_3": "Nuts / 견과류",
    "beerSnack_4": "Chips / 감자칩",
    "beerSnack_5": "Croutons / 크루통",


    "contacts": "Contacts",
    "address": "ADDRESS: 울산 동구 꽃바위로 172",
    "phoneLabel": "PHONE:",
    "telegram": "Telegram",
    "call": "Call",

    "footer": "© 2025 CAFE LAMPOCHKA. All rights reserved."


  }